{
  "user_address": "Minsk,  Karolinskaya st. 14/13",
  "user_job": "Senior frontend developer",
  "user_birth_date": "27 January 1988",
  "user_name": "Petrashka Siarhei",
  "user_position": "Senior frontend developer",
  "user_about_me": "Meticulous web developer with over 7 years of front end  and mobile applications (React Native)  experience and passion for responsive design and  their performance.\nPassionate about writing quality, productive and maintainable code.Constantly improving my skills by learning new development tools.\nMy strong suit is optimizing the development processes and implementation of new features, which reduces the number of bugs in the product, time and cost of development.",

  "education0": "Military Academy RB",
  "education0_date": "2005 - 2010",
  "education0_extended": "Engineer of telecommunucations. Faculty Information and Communications (Signals)",

  "education1": "BSUIR",
  "education1_date": "2011 - 2013",
  "education1_extended": "Software Engineer. Faculty of Pre-University Preparation and Occupational Guidance",

  "education2": "BelHard IT-courses",
  "education2_date": "2015 - 2015",
  "education2_extended": "Javascript and Node JS in use",

  "position_0": "Full-stack developer - Freelance",
  "position_0_dates": "2014 - 2015",
  "position_0_extend": "Supported engineering processes for online-stores. Completed maintenance on existing web-applications. Carried out continuous identification, measurement, and  improvement of processes.",

  "position_1": "Front-End Enginee - Spritecs",
  "position_1_dates": "2015 - 2018",
  "position_1_extend": "Developed the functionality of the application (text editor).\nImproved product performance when working with large documents.\nCorrected bugs and problems in the entire application code base in an efficient and timely manner.\nImplemented autocomplete and autocorrect text tools and a table editor.",

  "position_2": "Front-End Enginee - Rednavis",
  "position_2_dates": "2018 - 2019",
  "position_2_extend": "Development of administration tools for web applications.\nImplementation of new technical solutions and architectural optimizations in products.\nDevelopment and support of adaptive web applications and multilingual mobile applications.",

  "position_4": "Front-End Enginee - Feelqueen",
  "position_4_dates": "2019 - 2021",
  "position_4_extend": "Co-founder of a startup.\nLead developer and software architect of a client web application.\nLead developer and software architect of an application for beauty salon administrators.\nEngaged in SEO optimization and promotion, integration of third-party services.",

  "position_5": "Front-End Enginee - Calkam",
  "position_5_dates": "2021 - Present",
  "position_5_extend": "Development of mobile applications.\nImplementation of Firebase tools to applications. (Notifications, Realtime Database, etc.).\nSSR web applications development.\nBackend prototyping."
}
